a = ['<p style="text-align:center"><a class="EmImageRemark" href="http://quote.eastmoney.com/sz300027.html" target="_blank"><img style="border-bottom:#d1d1d1 1px solid;border-left:#d1d1d1 1px solid;border-top:#d1d1d1 1px solid;border-right:#d1d1d1 1px solid" border="0" alt="K图 300027_2" src="http://hqpick.eastmoney.com/k/3000272.png" width="578" height="276" jquery17202498851282577177="31"></a></p>',
 '<p style="text-align:center"><a class="EmImageRemark" href="http://quote.eastmoney.com/sh600832.html" target="_blank"><img style="border-bottom:#d1d1d1 1px solid;border-left:#d1d1d1 1px solid;border-top:#d1d1d1 1px solid;border-right:#d1d1d1 1px solid" border="0" alt="K图 600832_1" src="http://hqpick.eastmoney.com/k/6008321.png" width="578" height="276" jquery17202498851282577177="32"></a></p>',
 '<p>\u3000\u3000当前直播平台正处于井喷期，不过多数还处于亏损状态。一旦用户的使用习惯养成，这些平台的盈利将趋于稳定。在泛娱乐直播方面机会已经不多，垂直领域中，游戏、体育的资金门槛较高，电商直播市场集中度较高，新进入者如果可以做出满足用户的内容和产品，仍有机会。</p>',
 '<p>\u3000\u3000红人经济和粉丝经济当道，催生出一大批直播平台，也让泛娱乐大佬们垂涎。</p>',
 '<p>\u3000\u30006月6日，<span id="stock_3000272"><a href="http://quote.eastmoney.com/SZ300027.html" class="keytip" target="_blank">华谊兄弟</a></span><span id="quote_3000272"></span>与<span id="stock_6006371"><a href="http://quote.eastmoney.com/SH600637.html" class="keytip" target="_blank">东方明珠</a></span><span id="quote_6006371"></span>新媒体宣布3.0版本的合作升级方案，将推出“直播+真人秀”的偶像养成节目《娱乐家》，打造基于互联网的“跨屏互动+明星养成”全新模式，此外双方还将共同投资开发网络大电影。</p>',
 '<p>\u3000\u3000“随着互联网科技的发展和普及，越来越多的互联网用户得到了展示才华的机会和平台，UGC(用户生产内容)已成为互联网时代娱乐内容的重要补充。”华谊兄弟副董事长兼CEO、华谊创星董事长王中磊表示，《娱乐家》可借力华谊兄弟的明星资源、造星能力和粉丝经济运营能力，同时也可以为华谊兄弟培养互联网新星、积累优质UGC.</p>',
 '<p>\u3000\u3000早在2012年6月，华谊兄弟就与百视通签署战略合作协议，进行精品影视内容的版权合作与联合运营，并合力打造中国最大的电视机端微电影微剧开放式播映平台，是为1.0版。2015年，百视通与<span id="stock_6008321"><a href="http://quote.eastmoney.com/SH600832.html" class="keytip" target="_blank">东方明珠</a></span><span id="quote_6008321"></span>重组成立<span id="Info.7284"><a href="http://topic.eastmoney.com/mingzhu/" class="infokey " target="_blank">东方明珠</a></span>新媒体股份公司，并于6月上市，华谊与百视通的合作也向2.0升级。</p>',
 '<p><strong>\u3000\u3000UGC新生态</strong></p>',
 '<p>\u3000\u3000“《娱乐家》不仅仅是一个网综类节目，更是一个可以不断迭代优化、延伸整合的粉丝产品生态。”上海五岸传播副总经理唐萍表示，在项目前端，《娱乐家》将依托垂直社交平台，以多样化互动方式拉动粉丝消费，延伸发酵效应。在项目中端，将推出覆盖全周的网生综艺节目(周一至周五达人养成类视频秀+周末直播网生综艺节目)。在项目后端，凭借用户大数据管理及增值运营，配合网络大电影和网剧，强化长尾效应。</p>',
 '<p>\u3000\u3000秀场类直播平台一般被认为盈利模式比较单一，主要为打赏。一位艺恩分析师告诉21世纪经济报道记者，直播变现手段包括打赏、广告、电商、会员服务、游戏联运、线下活动、代言等，打赏的重要性将降低，其他手段重要性会根据各自平台特性有不同程度提升。</p>',
 '<p>\u3000\u3000在这方面，唐萍表示，娱乐家将通过卡牌游戏、打赏互动、积分奖励等方式，来拉动粉丝的<span id="stock_3000432"><a href="http://quote.eastmoney.com/SZ300043.html" class="keytip" target="_blank">互动娱乐</a></span><span id="quote_3000432"></span>，同时拉动用户的娱乐消费。</p>',
 '<p>\u3000\u3000此外，唐萍介绍，《娱乐家》将打通电视栏目、APP、<span id="stock_009995"><a href="http://quote.eastmoney.com/hk/00999.html" class="keytip" target="_blank">I.T</a></span><span id="quote_009995"></span>V及华谊创星整合的其他外部资源(视频、平台等)，构建电视端与手机APP互动体系，实现粉丝与达人及节目的强互动，从而带动节目热度，增加APP及IPTV的用户数及用户黏性。以手机端和电视端的互动为例，用户不仅可以实现跨屏弹幕，还可以自选机位，观看后台选手的实时动态。</p>',
 '<p>\u3000\u3000事实上，华谊兄弟近年来一直在加速布局粉丝经济。2014年8月，华谊兄弟与腾讯公司召开联合发布会，宣布共同打造的O2O娱乐社交平台“星影联盟”正式发布。自上线至今，已经积累了1.8亿用户，成为中国第一星粉互动平台。2015年9月，华谊兄弟控股子公司华谊创星获批挂牌新三板，星影联盟是其主打产品之一，并同时探索娱乐交互平台新模式。</p>',
 '<p>\u3000\u3000华谊创星2015年年报显示，其营业收入1.91亿元，同比增长69.29%，扣非后净利润5518.36万元，同比增长89.37%，显示了粉丝经济的强大变现能力。</p>',
 '<p>\u3000\u3000中投顾问文化行业研究员沈哲彦在接受21世纪经济报道记者采访时表示，当前直播平台正处于井喷期，不过多数还处于亏损状态，因为这一阶段集聚人气、获得较多网红最为重要。一旦用户的使用习惯养成，这些平台的盈利将趋于稳定。</p>',
 '<p>\u3000\u3000前述艺恩分析师表示，新兴的网络直播成为投资热点更多因为直播具备其他视频形式不具备的特点，如互动性、参与感等，但在监管方面存在很大问题，如平台无法自律，外部内容管控会对产业格局造成巨大冲击。</p>',
 '<p>\u3000\u3000该分析师认为，在泛娱乐直播方面机会已经不多，垂直领域中，游戏、体育的资金门槛较高，新加入者需要有较强资金实力，电商直播市场集中度较高，不过在其他垂直领域，新进入者如果可以结合行业经验，做出满足垂直领域用户的内容和产品，仍有机会。</p>',
 '<p><strong>\u3000\u3000首推8部网络影视作品计划</strong></p>',
 '<p>\u3000\u3000当日，华谊兄弟和东方明珠新媒体还公布了网络大电影的共同运营计划，双方将按照“联合投资联合制作、分期分批签约定制、共同运营共享版权分享收益”的模式和原则，共同打造网络影视作品质量与影响力的标杆之作。</p>',
 '<p>\u3000\u3000华谊创星CEO李志阳表示，双方可将各自的优势资源深度捆绑，华谊兄弟在电影原创和宣发的资源优势，华谊创星在明星资源整合、粉丝经济产品的经验和运营、网络大电影的IP选择和团队制作等方面的资源优势，与东方明珠的渠道平台、用户大数据、版权运营的资源优势融合，并通过团队联合、资金联合的合作模式，推进原创。</p>',
 '<p>\u3000\u3000首期公布的网络影视作品规划为8部，包括原创IP的孵化和热门IP的改编，内容类型涵盖延续青春题材热度的“校花系列”、联合日本人气恐怖漫画家打造的“惊悚系列”、讲述小人物奋斗史的“都市情感系列”和时下正热的人物、古装、探案、寻宝“传奇系列”等。</p>',
 '<p>\u3000\u3000不过，艺恩分析师姜赟对21世纪经济报道记者表示，上述类型从目前公布的关键词看具有一定程度的低龄化以及网络化，在改编成网络大电影或者网剧之后，如果在百视通平台上进行播放，将会面临传统互联网电视受众以及电视受众的接受度问题。</p>',
 '<p>\u3000\u3000“因此需要在内容上把好关，充分平衡网络平台和电视平台不同的内容需求。”姜赟表示，目前网络大电影以及网络剧的盈利更多依靠视频网站、移动运营商及IPTV的付费用户以及影片贴片广告的分成两部分，两者皆依靠点播量决定最终收益成果。而点播量与视频网站平台的量级、制作的质量水平以及全网营销力度三者相挂钩。因此，此盈利模式中也存在较大的资本回收风险。</p>',
 '<p>\u3000\u3000姜赟坦言，目前中国网络大电影处于起步加速阶段，数量呈快速增长趋势。从盈利上看普遍比不上院线电影，且制作周期短、制作水准相对较低。网络大电影目前以UPGC(用户与专家生成内容)为主，专业影视制作公司正在陆续进入，但还无代表性作品出现。</p>',
 '<p>\u3000\u3000不过，网络剧领域已有很多专业的影视公司加入并诞生了一批代表作品，如《心理罪》、《无心法师》等，具有类型多样化、制作精良、受众范围广等特点。</p>',
 '<p>\u3000\u3000姜赟认为，这个市场短期内将会有更多的专业影视公司入局参与瓜分蛋糕，且能够带动网络大电影制作水准的提升以及网剧制作成本上升。现有的一些制作公司或者团队将会完成原始资本和名声积累。</p>',
 '<p>\u3000\u3000“随着互联网用户的消费意愿以及消费金额不断提升，未来更多的资本将加速涌入网络大电影以及网剧这一领域，将会更加注重制作水准和受众观感的提升。同时，网大和网剧的类型将不断丰富，创造的盈利也将大幅增长。”姜赟表示。</p>',
 '<p style="text-align:right; font-size:12px; color:#666;">(责任编辑：DF305)</p>']

b = []
for x in a[:-1]:
    if 'style' in x:
        index = a.index(x)
        del a[index]
        b.append(x)

print(a)
